13/data/attachments/32f96d4603358220.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Roberto_century_Friend_33998_2</nif:username>
            <nif:friendToBeRequested>soap_friends_d48cf0e5-4576-4905-a41c-0134eedbb505</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>